{
    "language": "Idioma",
    "hello1": "Olá, eu sou",
    "hello2": "e sou Software Developer",
    "projectsBtn": "Projetos",
    "aboutOtherTools": "Outras Ferramentas",
    "starRating": "Rating",
    "starRatingText": "O rating representa o nivel de conforto que tenho com as frameworks ou linguagens que utilizo.",
    "projectAppTitle": "App Pessoal",
    "projectAppText": "Projeto académico em que desenvolvi uma app para apresentação pessoal",
    "projectDigiMuseuTitle" :"DigiMuseu",
    "projectDigiMuseuText": "Projeto académico em que desenvolvi uma app mobile de realidade aumentada para realização de tours em museus",
    "projectUnqueueitTitle": "UnQueueIT",
    "projectUnqueueitText": "Projeto académico em que desenvolvemos gestao e pedido de senha online, calculando o tempo e distância que o cliente demorava para chegar ao hipermercado.",
    "projectJumpTitle": "Jump",
    "projectJumpText": "Jogo Arcade desenvolvido com OpenCV para controlar o nosso jumper com movimentos da cabeça e controlo de salto com a voz. Consistia em saltar entre objetos durante o maior tempo possível.",
    "projectStarWarsGameTitle": "Jogo Star Wars",
    "projectStarWarsGameText": "Jogo Arcade com dois niveis, um tributo à saga Star Wars, desenvolvido com a biblioteca Phaser.js",
    "projectCryptoCoinAppTitle": "Crypto Coin App",
    "projectCryptoCoinAppText": "App mobile, fase alpha, que consistia em obter informações sobre criptomoedas e o mercado de trading.",
    "projectRestaurantManagementTitle": "Gestão de Restaurantes",
    "projectRestaurantManagementText": "Projeto académico em que desenvolvemos um sistema para gerir reservas e cardápios de restaurantes",
    "projectLolTournamentManagementTitle": "Gestão de Torneios de League of Legends",
    "projectLolTournamentManagementText": "Projeto académico em que desenvolvemos um sistema para gerir os torneios do jogo, sendo possivel registar toda a informação do jogo.",
    "projectTerralvaTitle": "Terralva",
    "projectTerralvaText": "Projeto que consistiu no desenvolvimento de um website com mapeamento geológico de terrenos agrícolas e vinicultura.",
    "projectCaptureTheFlagTitle": "Capture the Flag",
    "projectCaptureTheFlagText": "Projeto de cibersegurança em que desenvolvemos puzzels CTF e uma plataforma completa para competição entre equipas com dashboard para analisar as pontuações.",
    "projectWebsiteProductManagementTitle": "Ferramenta Manutenção de Websites",
    "projectWebsiteProductManagementText": "Estágio de verão que me permitiu desenvolver um sistema em NodeJS para executar scripts PHP que analizavam websites em produção e alertava a empresa para qualquer anomalia. Permitia uma maior rapidez na correção de problemas.",
    "projectMyIMSTitle": "myIMS",
    "projectMyIMSText": "Aplicação móvel para gestão recursos humanos. Os colaboradores podiam registar a sua entrada no edificio por GPS, registar as suas férias e gerir as suas sprints.",
    "projectPerformanceManagementSystemTitle": "Performance Management System",
    "projectPerformanceManagementSystemText": "Sistema de monitorização de performance para gerir os nossos recursos de hardware, com análise gráfica e alertas para todos os nossos canais de mensagens.",
    "projectCryptoStatsTitle": "CryptoStats",
    "projectCryptoStatsText": "Website para analizar o mercado das criptomoeadas.",
    "projectPortfolioTitle": "Portfolio",
    "projectPortfolioText": "Wensite para partilhar todos os meus projetos.",
    "projectSideNoteTitle": "Nota",
    "projectSideNoteText": "Alguns projetos não apresentam imagens nem videos devido aos direitos de autor. Para alguma informação extra, contacte-me.",
    "projectCheckVideoBtn": "Ver video do projeto",
    "projectCheckPicturesBtn": "Ver imagens do projeto ",
    "contactTitle": "Contactem-me",
    "contactName": "Nome",
    "contactNamePlaceholder": "Insira o seu nome",
    "contactEmail": "Endereço de email",
    "contactEmailPlaceholder": "Insira o seu email",
    "contactCompanysName": "Nome da empresa",
    "contactCompanysNamePlaceholder": "Insira o nome da sua empresa (Opcional)",
    "contactMessage": "Mensagem",
    "contactSubmitBtn": "Submeter",
    "sideBarIntro": "Introdução",
    "sideBarAbout": "Sobre mim",
    "sideBarProjects": "Projetos",
    "sideBarContact": "Contacto",
    "sideBarCV": "CV"
}