{
    "personalApp": "Academic project where I've built a mobile app to present myself",
    "digiMuseu": "Academic project where I've developed a mobile app to make augmented reality tours in museums",
    "unqueueIT": "Academic project where we developed an app to request an online ticket having in mind distance and time to get to the grocery store",
    "jump": "Arcade game developed with openCV library in order to control the jumper with head movements and voice volume. It consisted in jumping over object as long as you could.",
    "starWars": "Arcade game with two levels as a tribute to the Star Wars saga using the Process JS library",
    "cryptoCoinApp": "Mobile app, alpha phase, that consisted in getting information about cryptocurrency and trading market",
    "restaurantManagement": "Academic project where we've built a system to manage restaurant's reservations and menus",
    "lolManagement": "Academic project where we've built a tournament management system where you could register all the game's information",
    "Terralva": "Project that consisted in having geomapping trace of agriculture land",
    "captureTheFlag": "Cibersecurity Project where we developed a capture the flag platform, a competition platform where we had puzzles to be solved and we could analyze all the team's points.",
    "websiteManagement": "Summer Internship Project where I developed a system to analyze web production environments and validate if they're running well. An alert is sent to client's and company's email and a report is generated so we could fix any issue asap.",
    "PMS": "Performance monitoring system developed in order to check all our server's hardware resources and send alerts to our messaging apps and emails.",
    "CryptoStats": "Website to analyze, keep track and check trading information of cryptocurrencies",
    "Portfolio": "Website built to share my experience and projects",
    "myIMS": "Mobile App for HR management.\n Collaborators are able to register their entry by GPS, set their vacations and work on their project sprints."
}